{
  "boter": [
    {
      "brutt": "",
      "melder": "",
      "paragraf": "",
      "dato": "",
      "beskrivelse": "",
      "enheter": 0,
      "Saksomkostning": "",
      "id": 1
    },
    {
      "brutt": [
        "Aksel"
      ],
      "melder": "Emil",
      "paragraf": "§ 3 Forfall til trening",
      "dato": "Mon Oct 09 2023",
      "beskrivelse": "ghghghg",
      "enheter": 10,
      "id": 2,
      "Saksomkostning": [
        "Aksel"
      ]
    },
    {
      "brutt": [
        "Emil",
        "Erik Berg"
      ],
      "melder": "Haakon",
      "paragraf": "§ 4 Forfall til kamp",
      "dato": "Mon Oct 09 2023",
      "beskrivelse": "hahahahahahah",
      "enheter": 5,
      "saksomkostning": "",
      "id": 3
    },
    {
      "brutt": [
        "Oscar"
      ],
      "melder": "Kasper",
      "paragraf": "§ 2 Forsinket til kamp",
      "dato": "Mon Oct 09 2023",
      "beskrivelse": "asasasas",
      "enheter": 8,
      "id": 4,
      "Saksomkostning": "Kasper",
      "saksomkostning": "Oscar"
    },
    {
      "id": 1696853827945,
      "brutt": [
        "Oscar"
      ],
      "melder": "System",
      "paragraf": "Saksomkostning",
      "dato": "2023-10-09",
      "beskrivelse": "§ 2 Forsinket til kamp, Mon Oct 09 2023",
      "enheter": 1
    }
  ],
  "saks": [
    {
      "person": "",
      "bot_id": 0,
      "id": 0
    },
    {
      "person": "Oscar",
      "bot_id": 4,
      "id": 1
    },
    {
      "person": "Oscar",
      "bot_id": 4,
      "id": 2
    },
    {
      "person": "Oscar",
      "bot_id": 1696853827945,
      "id": 3
    }
  ],
  "regler": [
    {
      "text": "<h1>Botreglement for NTNUI H1</h1> <p>Siste revidering: Botfest 21/04-23, referert av Herman Standal</p> <h2>§ 0 Rettssamfunnets prinsipp</h2> <p>Enhver er skyldig inntil det motsatte er bevist.</p> <ul> <li>SKJØNN!</li> </ul> <br> <h2>§ 1 For Glein til trening</h2> <p> Spillere som ikke står på spilleflaten, klare til gitt treningstid, bøtelegges med to (2) enheter. </p> <br> <h2>§ 2 Forsinket til kamp</h2> <p> Spillere som ikke møter på avtalt sted eller til avtalt tid, bøtelegges med tre (3) enheter. Avtalt sted presiseres i laguttaket. </p> <br> <h2>§ 3 Forfall til trening</h2> <p> Spillere som ikke møter til trening uten å fylle inn dette i oppmøteskjema, bøtelegges med tre (3) enheter. </p> <ul> <li> Beskjeden må være sendt senest dagen før trening for at den skal være gyldig. Dersom dette ikke er tilfellet bøtelegges dette med to (2) enheter. </li> </ul> <br> <h2>§ 4 Forfall til kamp</h2> <p> Spillere som ikke møter til kamp uten å gi skriftlig beskjed til trener eller ass. trener før laguttaket bøtelegges med tre (3) enheter øl. </p> <p> Spillere som ikke møter til kamp uten å gi skriftlig beskjed til trener eller ass. trener før kampstart bøtelegges med fem (5) enheter øl. </p> <ul> <li> Dersom laguttak ikke er publisert senest klokken 21 dagen før kamp, bøtelegges samtlige i trenerteamet tre (3) enheter. </li> </ul> <p> Beskjeden må være bekreftet mottatt før laguttaket publiseres for at den skal være gyldig. </p> <br> <h2>§ 5 Forfall til klubbens sosiale arrangementer</h2> <p> Spillere som ikke deltar på klubbens offisielle sosiale arrangementer bøtelegges med to (2) enheter øl. </p> <ul> <li> Spillere som ikke møter til lagets teambuilding arrangement bøtelegges med én (1) enhet øl. En samling med seks (6) spillere eller flere, utenom egne innebandy relaterte arrangement, regnes som et teambuilding arrangement, og trenger ikke være annonsert på forhånd. Dette må kunne dokumenteres. </li> </ul> <br> <h2>§ 6 Utvisning</h2> <p> Spillere som idømmes 2+10-minuttere, 2+2-minuttere eller rødt kort bøtelegges med to til fire (2-4) enheter. </p> <ul> <li> vetle-tilfellet: 2-minuttere som er av en slik karakter at den hverken hjelper laget eller enkeltspillere skal bøtelegges med én (1) enhet. </li> </ul> <br> <h2>§ 7 Oppkast</h2> <p> En spiller som spyr på klubbens eller lagets arrangement bøtelegges to til fire (2-4) enheter. </p> <br> <h2>§ 8 CV-hor</h2> <p> En spiller som tar på seg verv for egen vinning bøtelegges med to (2) enheter. Paragrafen håndheves en gang per semester. </p> <br> <h2>§ 9 NAV-paragrafen</h2> <p> En spiller som ikke har et verv i NTNUI Innebandy inneværende semester, bøtelegges med to (2) enhet. Dette gjelder ikke første semester på laget. Paragrafen håndheves en gang per semester. </p> <p>Jobb som innebandydommer går som verv.</p> <br> <h2>§ 10 Innebandybilde på sosiale medier</h2> <p> Dersom en spiller har et bilde av innebandyrelatert karakter på sosiale medier, skal dette bøtelegges med én (1) enhet. Mangel på profilbilde av seg selv er ekvivalent med innebandyrelatert bilde. Paragrafen vil kunne virke inn én gang mellom hver botfest. </p> <br> <h2>§ 11 Indianer</h2> <p> En spiller som utøver en indianer av en sånn karakter at det går ut over det allerede frynsete inntrykket av sporten, skal bøtelegges med én til tre (1-3) enheter. Indianeren må forekomme under kamp for å være gjeldende. </p> <p> Indianer kan være en sjanse-/hodeløs involvering som påvirker laget negativt. </p> <br> <h2>§ 12 Desertering</h2> <p> Om en spiller velger å trekke seg fra en tjeneste, oppgave, verv eller Dahls bøtelegges dette med tre (3) enheter. </p> <br> <h2>§ 13 Snurre-paragrafen</h2> <p> Hvis en spiller skryter av egne prestasjoner eller materiell velstand skal dette bøtelegges med én-tre (1-3) enhet. </p> <br> <h2>§ 14 Ole Magnus paragrafen</h2> <p> En spiller som har et samleielignende forhold til andre innebandylags spillere skal bøtelegges med to (2) enheter. </p> <p> Paragrafen vil kun inntreffe én gang per objekt mellom hver botfest. </p> <br> <h2>§ 15 Lohrmann-paragrafen</h2> <p> Salg av artikler med profitt til medspillere på NTNUI H1 skal bøtelegges med to (2) enheter. </p> <br> <h2>§ 16 van der Lee-paragrafen</h2><p> Dersom en spiller forlater garderoben/treningsområdet uten å ta med seg felles innebandyutstyr eller personlige eiendeler, skal dette bøtelegges med én til to (1-2) enheter. Dersom spilleren forlater gjeldende idrettsanlegg uten personlig utstyr vil paragrafen gjelde. </p> <br> <h2>§ 17 Dobbel Dusch-paragrafen</h2> <ul> <li> Dersom man uten gyldig grunn ikke dusjer etter trening eller kamp skal man bøtelegges med én (1) enhet. Dersom dette skjer konsekvent over en lengre tid kan man bøtelegges med to til fire (2-4) enheter. </li> <li> Dusjmester har ansvar for å holde et arrangement én gang i måneden. Han har også ansvar for å ha musikk i dusjen hver trening. Dusjmester har fritak fra å ta med fellesutstyr, han har ansvar for å være først i dusjen innen rimelig tid. Frafall fra dette bøtelegges med to til seks (2-6) enheter. </li> </ul> <p> Fritak for dusjing må søkes om, og godkjennes av Dusjmester på forhånd. Dusjmester kan ikke få innvilget fritak. Fritak fra tidlig dusj (før dusjmester) kan innvilges.{' '} </p> <br> <h2>§ 18 Sonic-paragrafen</h2> <p> Dersom en person har færre enn seks (6) enheter i bot før en botfest, skal vedkommendes totalstraff rundes opp til seks (6) enheter. </p> <br> <h2>§ 19 Cock Block-paragrafen</h2> <p> Dersom man cock blocker en lagkamerat, og/eller seg selv, til å score, bøtelegges man med to (2) enheter øl. Hvorvidt lagkameraten scoret vektlegges ikke. </p> <br> <h2>§ 20 Tapsparagrafen</h2> <p> Hvis laget går på et spesielt graverende tap i en offisiell serie- eller sluttspillkamp, bøtelegges samtlige medlemmer av NTNUI H1, èn (1) enhet. </p> <br> <h2>§ 21 Gull på gulv</h2> <p> Dersom kamp-uniform, plagg med NTNUI-logo eller Dahlspils som ikke havner i munn eller på overkropp idømmes den som er skyldig for hendelsen tre (3) enheter per plagg. (gjelder ikke sokker) </p> <br> <h2>§ 22 Stemningsparagrafen</h2> <p> Dersom en person skaper dårlig stemning eller senker lagmoralen på innebandyrelaterte arrangement, idømmes vedkommende én til tre (1-3) enheter. </p> <br> <h2>§ 23 Meldeparagrafen</h2> <p> Dersom en person ikke har meldt inn bot mellom botfester straffes dette med seks (6) enheter. Dette vil idømmes etter §18 Sonic-Paragrafen. </p> <br> <h2>§ 24 Fattigparagrafen</h2> <p> Dersom en person stiller på trening i NTNUI kampdrakt (drakt og/eller shorts), eller plagg med et annet innebandylags logo, straffes vedkommende med to (2) enheter. Bruk av ankelsokker og/eller utesko på trening faller også under denne paragrafen.{''} </p> <br> <h2>§ 25 Idiot-paragrafen</h2> <p> Personen med flest enheter i bot før Sonic-paragrafen må bære NTNUI sin offisielle badehette på første kamp etter rettssak. Dersom flere personer har likt antall bøter må spillerne bære badehetten i hver sin kamp. </p> <p> Botsjef er ansvarlig for å følge opp bruken av badehette, og vil tildeles to (2) enheter dersom det ikke gjennomføres. </p> <p>Botsjef sitt ansvar å skaffe badehette.</p> <br> <h2>§ 27 Ida/Helle-paragrafen</h2> <p> En spiller må medbringe sine tildelte enheter til gitt botfest. Dersom tildømte enheter ikke medbringes straffes vedkommende med seks (6) enheter. </p> <p> En spiller må maks medbringe tretti (30) enheter til en gitt botfest. Resterende bøter må medbringes til neste botfest i tillegg til nye tildelte bøter. </p> <br> <h2>§ 28 Forakt forettenparagrafen</h2> <p> hvis en spller skaper kaos under rettsak eller gjennomgang av botregmenanent kan dommere tildele en (1) enhet til den skyldige. </p> <ul> <li> Denne paragrafen er såpass dårlig formulert og skrivefeilen står, derfor kommer man seg ikke unna med formaliteter under rettssak. </li> </ul> <br> <h2>§ 29 Friendly fire</h2> <p> Hvis en spiller skader medspiller og skaden medfører fravær fra trening eller kamp, kan spilleren bøtelegges med to til fire (2-4) enheter. </p> <br> <h2>§ 30 Ekstraordinære hendelser</h2> <p> Ved ekstraordinære hendelser kan en spiller bøtelegges én til tretti (1-30) enheter. Ting som allerede er dømt under andre paragrafer kan ikke dømmes for i inneværende paragraf. </p> <p> Dersom et lovbrudd er såpass graverende at strafferammen oppgitt i gjeldende paragraf ikke holder, kan dette meldes inn under § 30 Ekstraordinære hendelser, til passende straff. </p> <br> <br> <br> <h3>Praktiske detaljer</h3> <ul> <li>En enhet: kald 0,33 L Dahls glassflaske pils </li> <li>En spiller: en aktiv deltaker i NTNUI H1s botsystem </li><li>Et offisielt arrangement er et arrangement i regi av styret til NTNUI Innebandy, samt botfest for H1</li> <li>Forfall til trening og/eller kamp meldes til trenerteamet som avtalt før sesongstart</li> <li>Aktor og ansvarlig for registrering av bøter er botansvarlig</li> <li>Enhver tiltalt har mulighet til å forsvare seg i garderoben under enhver rettssak. Dommerne kommer med dommen etter forsvarer og botansvarlig har presentert sine saker</li> <li>Dersom tiltalte ikke ønsker å forsvare seg selv kan en forsvarer oppnevnes av tiltalte</li> <li>Dersom en person ikke møter til rettssak, blir han dømt</li> <li>Botansvarlig har ansvar for at en aktor er til stede under rettssak</li> <li>Kleskode på botfest er NTNUI-pique og blazer/dressjakke</li> <li>Host av botfest får gratis pizza</li> <li>Straffen innkasseres på egne botfester</li> <li>Botreglementet skal revideres ved hver botfest</li> <li>Det kan medvirke skjerpende straff under samtlige paragrafer.</li> <li>Fjerning av eller tillegging av paragrafer krever ⅔ flertall blant deltakerne på botfest</li> <li>Forslag til nye paragrafer skal gjennomgås før revidering av eksisterende paragrafer under botfest</li> <li>Dersom man av spesielle årsaker ikke ønsker å bidra med bøter i form av øl, kan noe av tilsvarende økonomisk og stemningsfremmende verdi medbringes</li> <li>tilsvarende substitutt må godkjennes av botsjef på forhånd</li> <li>Kleskode på kamp for spillere som ikke er inkludert på banen er det samme som på botfest</li> <li>Etter hver seier, skal et vandreobjekt gå til banens beste spiller (delt ut av forrige vinner)</li> <li>Rettssak skal avholdes siste trening hver måned (med forbehold om at den flyttes til kamp)</li> <li>E.C. Dahls pitcher skal være tilstede under botfest. Dette er forrige host sitt ansvar.</li> <li>Kaptein har ansvaret for at det er et bilde av Erich Christian Dahl i garderoben til hver hjemmekamp.</li> <li>Rookies skal chugge fra E.C. Dahls pitcher på sin første botfest, de skal også delta i pushup konkurranse på gudenes natteliv.</li> <li>Lukepilser som skyldes skal medbringes med tilpasset etikett, pils som medbringes skal være spesialbrygg fra Dahls på glassflaske. Man er selv ansvarlig for å minne mannen man dro luke på å ta med pilsen på neste botfest.</li> <li>Det skal velges følgende ved sesongens siste botfest: <ul> <li>Botansvarlig</li> <li>2 dommere</li> <li>Dusjmester(e)</li> </ul> </li> <br> <br> <p>I Botreglementet føres hvem som er stillingsinnehavere kommende sesong</p> <br> <h3>Stillingsinnehavere sesongen 2022/2023</h3> <p>botansvarlig: Aksel Stenvold</p> <p>dusjmester: Ludde Engeset</p> <p>dommerne: Haakon Paaske &amp; Leon Aamodt</p><br></ul>",
      "id": 0
    }
  ],
  "passord": [
    {
      "passord1": "$2a$10$6Qo.jDxunUkQhUU6f4pJJ.X37asOBKpoh8KTXWHC.wGtmeysGQVdS",
      "id": 1
    }
  ]
}